Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Network.WiredDot1xWindowsRoamingHelperText
source: Import the wired 802.1X profile managed by Foundry into Windows before OOBE to preserve deployment connectivity after WinPE.
ar_sa: يستورد ملف تعريف 802.1X السلكي الذي تديره Foundry إلى Windows قبل OOBE للحفاظ على اتصالية النشر بعد WinPE.
bg_bg: Импортира управлявания от Foundry кабелен 802.1X профил в Windows преди OOBE, за да се запази свързаността при разполагане след WinPE.
cs_cz: Importuje kabelový profil 802.1X spravovaný Foundry do Windows před OOBE, aby se po WinPE zachovalo připojení potřebné k nasazení.
da_dk: Importerer den kabelbaserede 802.1X-profil, der administreres af Foundry, til Windows før OOBE for at bevare udrulningsforbindelsen efter WinPE.
de_de: Importiert das von Foundry verwaltete kabelgebundene 802.1X-Profil vor OOBE in Windows, um die Bereitstellungskonnektivität nach WinPE aufrechtzuerhalten.
el_gr: Εισάγει το ενσύρματο προφίλ 802.1X που διαχειρίζεται το Foundry στα Windows πριν από το OOBE, ώστε να διατηρηθεί η συνδεσιμότητα ανάπτυξης μετά το WinPE.
es_mx: Importa en Windows el perfil 802.1X cableado administrado por Foundry antes de OOBE para conservar la conectividad de implementación después de WinPE.
et_ee: Impordib Foundry hallatava kaabelvõrgu 802.1X profiili Windowsisse enne OOBE-d, et juurutuse ühenduvus säiliks pärast WinPE-d.
fi_fi: Tuo Foundryn hallitseman kiinteän 802.1X-profiilin Windowsiin ennen OOBE-vaihetta, jotta käyttöönoton yhteys säilyy WinPE:n jälkeen.
fr_ca: Importe le profil Ethernet 802.1X géré par Foundry dans Windows avant l’OOBE afin de conserver la connectivité de déploiement après WinPE.
he_il: מייבא את פרופיל 802.1X הקווי המנוהל על ידי Foundry אל Windows לפני OOBE, כדי לשמור על קישוריות הפריסה אחרי WinPE.
hr_hr: Uvozi žičani 802.1X profil kojim upravlja Foundry u Windows prije OOBE-a kako bi se povezivost implementacije sačuvala nakon WinPE-a.
hu_hu: Importálja a Foundry által kezelt vezetékes 802.1X-profilt a Windowsba az OOBE előtt, hogy a telepítési kapcsolat a WinPE után is megmaradjon.
it_it: Importa in Windows il profilo 802.1X cablato gestito da Foundry prima di OOBE per preservare la connettività di distribuzione dopo WinPE.
ja_jp: Foundry で管理されている有線 802.1X プロファイルを OOBE 前に Windows へインポートし、WinPE 後も展開時の接続を維持します。
ko_kr: Foundry에서 관리하는 유선 802.1X 프로필을 OOBE 전에 Windows로 가져와 WinPE 이후에도 배포 연결을 유지합니다.
lt_lt: Importuoja Foundry valdomą laidinį 802.1X profilį į Windows prieš OOBE, kad diegimo ryšys išliktų po WinPE.
lv_lv: Importē Foundry pārvaldīto vadu 802.1X profilu sistēmā Windows pirms OOBE, lai pēc WinPE saglabātu izvietošanas savienojamību.
nb_no: Importerer den kablede 802.1X-profilen som administreres av Foundry, til Windows før OOBE for å bevare utrullingstilkoblingen etter WinPE.
nl_nl: Importeert het door Foundry beheerde bekabelde 802.1X-profiel vóór OOBE in Windows om de implementatieconnectiviteit na WinPE te behouden.
pl_pl: Importuje przewodowy profil 802.1X zarządzany przez Foundry do Windows przed OOBE, aby zachować łączność wdrożeniową po WinPE.
pt_pt: Importa para o Windows o perfil 802.1X com fios gerido pelo Foundry antes do OOBE para preservar a conectividade de implementação após o WinPE.
ro_ro: Importă profilul 802.1X cu fir gestionat de Foundry în Windows înainte de OOBE, pentru a păstra conectivitatea de implementare după WinPE.
ru_ru: Импортирует управляемый Foundry проводной профиль 802.1X в Windows до OOBE, чтобы сохранить подключение для развертывания после WinPE.
sk_sk: Importuje káblový profil 802.1X spravovaný Foundry do Windows pred OOBE, aby sa po WinPE zachovalo pripojenie potrebné na nasadenie.
sl_si: Uvozi žični profil 802.1X, ki ga upravlja Foundry, v Windows pred OOBE, da se po WinPE ohrani povezljivost uvedbe.
sr_latn_rs: Uvozi žični 802.1X profil kojim upravlja Foundry u Windows pre OOBE-a kako bi se povezivanje za implementaciju očuvalo posle WinPE-a.
sv_se: Importerar den kabelanslutna 802.1X-profilen som hanteras av Foundry till Windows före OOBE för att bevara distributionsanslutningen efter WinPE.
th_th: นำเข้าโปรไฟล์ 802.1X แบบใช้สายที่ Foundry จัดการลงใน Windows ก่อน OOBE เพื่อรักษาการเชื่อมต่อสำหรับการปรับใช้หลัง WinPE
tr_tr: Foundry tarafından yönetilen kablolu 802.1X profilini OOBE öncesinde Windows’a içe aktararak dağıtım bağlantısının WinPE sonrasında korunmasını sağlar.
uk_ua: Імпортує керований Foundry дротовий профіль 802.1X до Windows перед OOBE, щоб зберегти підключення для розгортання після WinPE.
zh_cn: 在 OOBE 前将 Foundry 管理的有线 802.1X 配置文件导入 Windows，以便在 WinPE 后保持部署连接。
zh_tw: 在 OOBE 前將 Foundry 管理的有線 802.1X 設定檔匯入 Windows，以在 WinPE 後維持部署連線。

# Network.WiredDot1xWindowsRoamingSectionTitle
source: Windows profile roaming
ar_sa: تجوال ملفات تعريف Windows
bg_bg: Роуминг на профили на Windows
cs_cz: Roaming profilů Windows
da_dk: Roaming af Windows-profiler
de_de: Roaming von Windows-Profilen
el_gr: Περιαγωγή προφίλ Windows
es_mx: Itinerancia de perfiles de Windows
et_ee: Windowsi profiilide rändlus
fi_fi: Windows-profiilien siirto
fr_ca: Itinérance des profils Windows
he_il: נדידת פרופילי Windows
hr_hr: Roaming Windows profila
hu_hu: Windows-profilok barangolása
it_it: Roaming dei profili Windows
ja_jp: Windows プロファイルのローミング
ko_kr: Windows 프로필 로밍
lt_lt: Windows profilių tarptinklinis perkėlimas
lv_lv: Windows profilu viesabonēšana
nb_no: Roaming av Windows-profiler
nl_nl: Roaming van Windows-profielen
pl_pl: Roaming profili Windows
pt_pt: Roaming de perfis do Windows
ro_ro: Roaming pentru profilurile Windows
ru_ru: Перенос профилей Windows
sk_sk: Roaming profilov Windows
sl_si: Gostovanje profilov Windows
sr_latn_rs: Roming Windows profila
sv_se: Roaming av Windows-profiler
th_th: การโรมมิ่งโปรไฟล์ Windows
tr_tr: Windows profil dolaşımı
uk_ua: Роумінг профілів Windows
zh_cn: Windows 配置文件漫游
zh_tw: Windows 設定檔漫遊

# OobePageEnableToggle.AutomationProperties.Name
source: Customise OOBE
ar_sa: تخصيص OOBE
bg_bg: Персонализиране на OOBE
cs_cz: Přizpůsobit OOBE
da_dk: Tilpas OOBE
de_de: Anpassen OOBE
el_gr: Προσαρμογή OOBE
es_mx: Personalizar OOBE
et_ee: Kohanda OOBE
fi_fi: Mukauta OOBE
fr_ca: Personnaliser OOBE
he_il: התאמה אישית של OOBE
hr_hr: Prilagodi OOBE
hu_hu: OOBE testreszabása
it_it: Personalizza OOBE
ja_jp: OOBE をカスタマイズします
ko_kr: OOBE 사용자 정의
lt_lt: Tinkinti OOBE
lv_lv: Pielāgot OOBE
nb_no: Tilpass OOBE
nl_nl: OOBE aanpassen
pl_pl: Dostosuj OOBE
pt_pt: Personalizar OOBE
ro_ro: Personalizează OOBE
ru_ru: Настроить OOBE
sk_sk: Prispôsobiť OOBE
sl_si: Prilagodi OOBE
sr_latn_rs: Prilagodite OOBE
sv_se: Anpassa OOBE
th_th: ปรับแต่ง OOBE
tr_tr: OOBE özelleştirin
uk_ua: Налаштувати OOBE
zh_cn: 自定义OOBE
zh_tw: 自訂OOBE

# OobePageHeader.Description
source: Configure Windows 11 first-run screens and privacy defaults.
ar_sa: قم بتكوين Windows 11 شاشة يتم تشغيلها لأول مرة وإعدادات الخصوصية الافتراضية.
bg_bg: Конфигурирайте Windows 11 екрани за първо стартиране и настройки по подразбиране за поверителност.
cs_cz: Nakonfigurujte Windows 11 úvodní obrazovky a výchozí nastavení ochrany osobních údajů.
da_dk: Konfigurer Windows 11 førstegangsskærme og privatlivsstandarder.
de_de: Konfigurieren Sie Windows 11 Erstausführungsbildschirme und Datenschutzstandards.
el_gr: Διαμορφώστε τις παραμέτρους Windows 11 οθόνες πρώτης εκτέλεσης και προεπιλογές απορρήτου.
es_mx: Configure Windows 11 pantallas de primera ejecución y valores predeterminados de privacidad.
et_ee: Seadistage Windows 11 esmakordset ekraani ja privaatsuse vaikeseadeid.
fi_fi: Määritä Windows 11 ensikertalaista näyttöä ja yksityisyyden oletusasetuksia.
fr_ca: Configurez Windows 11 écrans de première exécution et les paramètres de confidentialité par défaut.
he_il: הגדר Windows 11 מסכים בהפעלה ראשונה וברירות מחדל לפרטיות.
hr_hr: Konfigurirajte Windows 11 zaslona za prvo pokretanje i zadane postavke privatnosti.
hu_hu: Windows 11 első futtatási képernyő és adatvédelmi alapbeállítások konfigurálása.
it_it: Configura Windows 11 schermate di primo avvio e impostazioni predefinite di privacy.
ja_jp: Windows 11 の初回実行画面とプライバシーのデフォルトを構成します。
ko_kr: Windows 11개의 첫 실행 화면과 개인 정보 기본값을 구성합니다.
lt_lt: Konfigūruokite Windows 11 pirmojo paleidimo ekranų ir numatytuosius privatumo nustatymus.
lv_lv: Konfigurējiet Windows 11 pirmās palaišanas ekrānus un privātuma noklusējuma iestatījumus.
nb_no: Konfigurer Windows 11 førstegangsskjermer og standardinnstillinger for personvern.
nl_nl: Configureer Windows 11 eerste-run-schermen en privacy-standaardinstellingen.
pl_pl: Skonfiguruj Windows 11 ekranów pierwszego uruchomienia i domyślne ustawienia prywatności.
pt_pt: Configure Windows 11 telas de primeira execução e padrões de privacidade.
ro_ro: Configurați Windows 11 ecrane de prima rulare și setări implicite de confidențialitate.
ru_ru: Настройте Windows 11 экранов первого запуска и настройки конфиденциальности по умолчанию.
sk_sk: Nakonfigurujte Windows 11 obrazoviek prvého spustenia a predvolené nastavenia ochrany osobných údajov.
sl_si: Konfigurirajte Windows 11 zaslonov za prvi zagon in privzete nastavitve zasebnosti.
sr_latn_rs: Konfigurišite Windows 11 ekrana za prvo pokretanje i podrazumevane postavke privatnosti.
sv_se: Konfigurera Windows 11 förstagångsskärmar och sekretessinställningar.
th_th: กำหนดค่า Windows 11 หน้าจอที่ใช้งานครั้งแรกและค่าเริ่มต้นความเป็นส่วนตัว
tr_tr: Windows 11 ilk çalıştırma ekranını ve gizlilik varsayılanlarını yapılandırın.
uk_ua: Налаштуйте Windows 11 екранів першого запуску та параметри конфіденційності за замовчуванням.
zh_cn: 配置Windows 11个首次运行屏幕和隐私默认值。
zh_tw: 配置Windows 11個首次運行螢幕和隱私預設值。

# OptionalFeaturesPageEnableToggle.AutomationProperties.Name
source: Configure Windows Optional Features
ar_sa: تكوين ميزات Windows الاختيارية
bg_bg: Конфигуриране на допълнителни функции на Windows
cs_cz: Konfigurace volitelných funkcí systému Windows
da_dk: Konfigurer Windows valgfri funktioner
de_de: Konfigurieren Sie optionale Windows-Funktionen
el_gr: Διαμόρφωση προαιρετικών δυνατοτήτων των Windows
es_mx: Configurar las características opcionales de Windows
et_ee: Windowsi valikuliste funktsioonide konfigureerimine
fi_fi: Määritä Windowsin valinnaiset ominaisuudet
fr_ca: Configurer les fonctionnalités optionnelles de Windows
he_il: הגדר תכונות אופציונליות של Windows
hr_hr: Konfigurirajte dodatne značajke sustava Windows
hu_hu: A Windows opcionális szolgáltatásainak konfigurálása
it_it: Configura le funzionalità facoltative di Windows
ja_jp: Windows のオプション機能を構成する
ko_kr: Windows 선택적 기능 구성
lt_lt: Konfigūruokite „Windows“ papildomas funkcijas
lv_lv: Konfigurējiet Windows papildu līdzekļus
nb_no: Konfigurer valgfrie Windows-funksjoner
nl_nl: Configureer optionele Windows-functies
pl_pl: Skonfiguruj opcjonalne funkcje systemu Windows
pt_pt: Configurar as funcionalidades opcionais do Windows
ro_ro: Configurați caracteristicile opționale Windows
ru_ru: Настройка дополнительных функций Windows
sk_sk: Nakonfigurujte voliteľné funkcie systému Windows
sl_si: Konfigurirajte izbirne funkcije sistema Windows
sr_latn_rs: Konfigurišite opcionalne funkcije operativnog sistema Windows
sv_se: Konfigurera Windows tillvalsfunktioner
th_th: กำหนดค่าคุณสมบัติเสริมของ Windows
tr_tr: Windows İsteğe Bağlı Özelliklerini Yapılandırma
uk_ua: Налаштування додаткових функцій Windows
zh_cn: 配置 Windows 可选功能
zh_tw: 配置 Windows 選用功能

# OptionalFeaturesPageHeader.Description
source: Enable or disable Windows components in the deployed operating system.
ar_sa: تمكين أو تعطيل مكونات Windows في نظام التشغيل المنشور.
bg_bg: Активиране или деактивиране на компоненти на Windows в внедрената операционна система.
cs_cz: Povolte nebo zakažte součásti systému Windows v nasazeném operačním systému.
da_dk: Aktiver eller deaktiver Windows-komponenter i det installerede operativsystem.
de_de: Aktivieren oder deaktivieren Sie Windows-Komponenten im bereitgestellten Betriebssystem.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε τα στοιχεία των Windows στο αναπτυγμένο λειτουργικό σύστημα.
es_mx: Habilite o deshabilite los componentes de Windows en el sistema operativo implementado.
et_ee: Lubage või keelake juurutatud operatsioonisüsteemis Windowsi komponendid.
fi_fi: Ota käyttöön tai poista käytöstä Windows-komponentit käyttöönotetussa käyttöjärjestelmässä.
fr_ca: Activez ou désactivez les composants Windows dans le système d'exploitation déployé.
he_il: הפעל או השבת את רכיבי Windows במערכת ההפעלה שנפרסה.
hr_hr: Omogućite ili onemogućite Windows komponente u implementiranom operativnom sustavu.
hu_hu: Engedélyezze vagy tiltsa le a Windows összetevőket a telepített operációs rendszerben.
it_it: Abilitare o disabilitare i componenti Windows nel sistema operativo distribuito.
ja_jp: 導入されたオペレーティング システムで Windows コンポーネントを有効または無効にします。
ko_kr: 배포된 운영 체제에서 Windows 구성 요소를 활성화하거나 비활성화합니다.
lt_lt: Įgalinti arba išjungti „Windows“ komponentus įdiegtoje operacinėje sistemoje.
lv_lv: Iespējot vai atspējot Windows komponentus izvietotajā operētājsistēmā.
nb_no: Aktiver eller deaktiver Windows-komponenter i det distribuerte operativsystemet.
nl_nl: Schakel Windows-componenten in het geïmplementeerde besturingssysteem in of uit.
pl_pl: Włącz lub wyłącz składniki systemu Windows we wdrożonym systemie operacyjnym.
pt_pt: Ative ou desative os componentes do Windows no sistema operativo implantado.
ro_ro: Activați sau dezactivați componentele Windows în sistemul de operare implementat.
ru_ru: Включите или отключите компоненты Windows в развернутой операционной системе.
sk_sk: Povoliť alebo zakázať súčasti systému Windows v nasadzovanom operačnom systéme.
sl_si: Omogočite ali onemogočite komponente sistema Windows v nameščenem operacijskem sistemu.
sr_latn_rs: Omogućite ili onemogućite Windows komponente u primenjenom operativnom sistemu.
sv_se: Aktivera eller inaktivera Windows-komponenter i det distribuerade operativsystemet.
th_th: เปิดใช้งานหรือปิดใช้งานส่วนประกอบ Windows ในระบบปฏิบัติการที่ปรับใช้
tr_tr: Dağıtılan işletim sistemindeki Windows bileşenlerini etkinleştirin veya devre dışı bırakın.
uk_ua: Увімкніть або вимкніть компоненти Windows у розгорнутій операційній системі.
zh_cn: 在已部署的操作系统中启用或禁用 Windows 组件。
zh_tw: 在已部署的作業系統中啟用或停用 Windows 元件。

# OptionalFeaturesPageHeader.Title
source: Windows Optional Features
ar_sa: ميزات Windows الاختيارية
bg_bg: Допълнителни функции на Windows
cs_cz: Volitelné funkce systému Windows
da_dk: Windows valgfri funktioner
de_de: Optionale Windows-Funktionen
el_gr: Προαιρετικές δυνατότητες των Windows
es_mx: Funciones opcionales de Windows
et_ee: Windowsi valikulised funktsioonid
fi_fi: Windowsin valinnaiset ominaisuudet
fr_ca: Fonctionnalités optionnelles de Windows
he_il: תכונות אופציונליות של Windows
hr_hr: Izborne značajke sustava Windows
hu_hu: A Windows opcionális szolgáltatásai
it_it: Funzionalità facoltative di Windows
ja_jp: Windowsのオプション機能
ko_kr: Windows 선택적 기능
lt_lt: „Windows“ papildomos funkcijos
lv_lv: Windows papildu līdzekļi
nb_no: Windows valgfrie funksjoner
nl_nl: Optionele Windows-functies
pl_pl: Opcjonalne funkcje systemu Windows
pt_pt: Recursos opcionais do Windows
ro_ro: Caracteristici opționale Windows
ru_ru: Дополнительные функции Windows
sk_sk: Voliteľné funkcie systému Windows
sl_si: Izbirne funkcije sistema Windows
sr_latn_rs: Windows opcione funkcije
sv_se: Windows tillvalsfunktioner
th_th: คุณสมบัติเสริมของ Windows
tr_tr: Windows İsteğe Bağlı Özellikleri
uk_ua: Додаткові функції Windows
zh_cn: Windows 可选功能
zh_tw: Windows 選用功能

# OsSelectionPageEnableToggle.AutomationProperties.Name
source: Windows deployment options
ar_sa: خيارات نشر Windows
bg_bg: Опции за разполагане на Windows
cs_cz: Možnosti nasazení Windows
da_dk: Indstillinger for Windows-udrulning
de_de: Windows-Bereitstellungsoptionen
el_gr: Επιλογές ανάπτυξης Windows
es_mx: Opciones de implementación de Windows
et_ee: Windowsi juurutussuvandid
fi_fi: Windowsin käyttöönottoasetukset
fr_ca: Options de déploiement Windows
he_il: אפשרויות פריסת Windows
hr_hr: Mogućnosti implementacije sustava Windows
hu_hu: Windows-telepítési lehetőségek
it_it: Opzioni di distribuzione di Windows
ja_jp: Windows 展開オプション
ko_kr: Windows 배포 옵션
lt_lt: Windows diegimo parinktys
lv_lv: Windows izvietošanas opcijas
nb_no: Alternativer for Windows-utrulling
nl_nl: Windows-implementatieopties
pl_pl: Opcje wdrażania systemu Windows
pt_pt: Opções de implementação do Windows
ro_ro: Opțiuni de implementare Windows
ru_ru: Параметры развертывания Windows
sk_sk: Možnosti nasadenia Windows
sl_si: Možnosti uvajanja sistema Windows
sr_latn_rs: Opcije primene operativnog sistema Windows
sv_se: Distributionsalternativ för Windows
th_th: ตัวเลือกการปรับใช้ Windows
tr_tr: Windows dağıtım seçenekleri
uk_ua: Параметри розгортання Windows
zh_cn: Windows 部署选项
zh_tw: Windows 部署選項

# OsSelectionPageHeader.Description
source: Define the Windows versions, update levels, languages, and editions offered during deployment.
ar_sa: حدد إصدارات Windows ومستويات التحديث واللغات والنسخ التي يتم تقديمها أثناء النشر.
bg_bg: Определете версиите на Windows, нивата на актуализация, езиците и изданията, предлагани по време на разполагането.
cs_cz: Definujte verze Windows, úrovně aktualizací, jazyky a edice nabízené během nasazení.
da_dk: Definer de Windows-versioner, opdateringsniveauer, sprog og udgaver, der tilbydes under udrulning.
de_de: Legen Sie die Windows-Versionen, Updatestände, Sprachen und Editionen fest, die während der Bereitstellung angeboten werden.
el_gr: Καθορίστε τις εκδόσεις Windows, τα επίπεδα ενημέρωσης, τις γλώσσες και τις εκδόσεις προϊόντος που προσφέρονται κατά την ανάπτυξη.
es_mx: Defina las versiones de Windows, los niveles de actualización, los idiomas y las ediciones que se ofrecen durante la implementación.
et_ee: Määrake juurutamise ajal pakutavad Windowsi versioonid, värskendustasemed, keeled ja väljaanded.
fi_fi: Määritä käyttöönoton aikana tarjottavat Windows-versiot, päivitystasot, kielet ja versiot.
fr_ca: Définissez les versions, niveaux de mise à jour, langues et éditions Windows proposés pendant le déploiement.
he_il: הגדר את גרסאות Windows, רמות העדכון, השפות והמהדורות שיוצעו במהלך הפריסה.
hr_hr: Odredite verzije sustava Windows, razine ažuriranja, jezike i izdanja koja se nude tijekom implementacije.
hu_hu: Adja meg a telepítés során felkínált Windows-verziókat, frissítési szinteket, nyelveket és kiadásokat.
it_it: Definisci le versioni di Windows, i livelli di aggiornamento, le lingue e le edizioni offerte durante la distribuzione.
ja_jp: 展開時に提供する Windows のバージョン、更新レベル、言語、エディションを定義します。
ko_kr: 배포 중 제공할 Windows 버전, 업데이트 수준, 언어 및 에디션을 정의합니다.
lt_lt: Nurodykite diegimo metu siūlomas Windows versijas, naujinimo lygius, kalbas ir leidimus.
lv_lv: Definējiet izvietošanas laikā piedāvātās Windows versijas, atjauninājumu līmeņus, valodas un izdevumus.
nb_no: Definer Windows-versjonene, oppdateringsnivåene, språkene og utgavene som tilbys under utrulling.
nl_nl: Definieer de Windows-versies, updateniveaus, talen en edities die tijdens de implementatie worden aangeboden.
pl_pl: Określ wersje systemu Windows, poziomy aktualizacji, języki i edycje oferowane podczas wdrażania.
pt_pt: Defina as versões do Windows, os níveis de atualização, os idiomas e as edições disponibilizados durante a implementação.
ro_ro: Definiți versiunile Windows, nivelurile de actualizare, limbile și edițiile oferite în timpul implementării.
ru_ru: Укажите версии Windows, уровни обновления, языки и выпуски, предлагаемые во время развертывания.
sk_sk: Definujte verzie Windows, úrovne aktualizácií, jazyky a edície ponúkané počas nasadenia.
sl_si: Določite različice sistema Windows, ravni posodobitev, jezike in izdaje, ki so na voljo med uvajanjem.
sr_latn_rs: Definišite verzije sistema Windows, nivoe ažuriranja, jezike i izdanja koja se nude tokom primene.
sv_se: Ange Windows-versioner, uppdateringsnivåer, språk och utgåvor som erbjuds under distributionen.
th_th: กำหนดเวอร์ชัน Windows ระดับการอัปเดต ภาษา และรุ่นที่มีให้เลือกระหว่างการปรับใช้
tr_tr: Dağıtım sırasında sunulan Windows sürümlerini, güncelleştirme düzeylerini, dilleri ve edisyonları belirleyin.
uk_ua: Визначте версії Windows, рівні оновлень, мови та випуски, доступні під час розгортання.
zh_cn: 定义部署期间提供的 Windows 版本、更新级别、语言和版本类型。
zh_tw: 定義部署期間提供的 Windows 版本、更新層級、語言和版本類型。

# OsSelectionPageHeader.Title
source: Windows deployment options
ar_sa: خيارات نشر Windows
bg_bg: Опции за разполагане на Windows
cs_cz: Možnosti nasazení Windows
da_dk: Indstillinger for Windows-udrulning
de_de: Windows-Bereitstellungsoptionen
el_gr: Επιλογές ανάπτυξης Windows
es_mx: Opciones de implementación de Windows
et_ee: Windowsi juurutussuvandid
fi_fi: Windowsin käyttöönottoasetukset
fr_ca: Options de déploiement Windows
he_il: אפשרויות פריסת Windows
hr_hr: Mogućnosti implementacije sustava Windows
hu_hu: Windows-telepítési lehetőségek
it_it: Opzioni di distribuzione di Windows
ja_jp: Windows 展開オプション
ko_kr: Windows 배포 옵션
lt_lt: Windows diegimo parinktys
lv_lv: Windows izvietošanas opcijas
nb_no: Alternativer for Windows-utrulling
nl_nl: Windows-implementatieopties
pl_pl: Opcje wdrażania systemu Windows
pt_pt: Opções de implementação do Windows
ro_ro: Opțiuni de implementare Windows
ru_ru: Параметры развертывания Windows
sk_sk: Možnosti nasadenia Windows
sl_si: Možnosti uvajanja sistema Windows
sr_latn_rs: Opcije primene operativnog sistema Windows
sv_se: Distributionsalternativ för Windows
th_th: ตัวเลือกการปรับใช้ Windows
tr_tr: Windows dağıtım seçenekleri
uk_ua: Параметри розгортання Windows
zh_cn: Windows 部署选项
zh_tw: Windows 部署選項

# Proxy.Status.FailedTitle
source: Connection failed
fr_ca: Échec de la connexion

# Proxy.Status.InvalidTitle
source: Check the proxy settings
fr_ca: Vérifiez les paramètres du proxy

# Proxy.Status.SavedMessage
source: New connections from Foundry OSD now use these settings.
fr_ca: Les nouvelles connexions de Foundry OSD utilisent désormais ces paramètres.

# Proxy.Status.SavedTitle
source: Proxy settings applied
fr_ca: Paramètres du proxy appliqués

# Proxy.Status.SuccessMessage
source: Foundry OSD reached GitHub and Microsoft services using the selected settings.
fr_ca: Foundry OSD a joint les services GitHub et Microsoft avec les paramètres sélectionnés.

# Proxy.Status.SuccessTitle
source: Connection successful
fr_ca: Connexion réussie

# Proxy.Validation.CredentialsRequired
source: Enter a username and password for explicit proxy authentication.
fr_ca: Saisissez un nom d’utilisateur et un mot de passe pour l’authentification explicite du proxy.

# Proxy_ApplyButton.Content
source: Apply
fr_ca: Appliquer

# Proxy_AuthenticationAutomatic.Content
source: Use current Windows credentials
fr_ca: Utiliser les identifiants Windows actuels

# Proxy_AuthenticationCard.Description
source: Choose how the proxy authenticates Foundry OSD.
fr_ca: Choisissez comment le proxy authentifie Foundry OSD.

# Proxy_AuthenticationCard.Header
source: Authentication
fr_ca: Authentification

# Proxy_AuthenticationExplicit.Content
source: Username and password
fr_ca: Nom d’utilisateur et mot de passe

# Proxy_AuthenticationNone.Content
source: No authentication
fr_ca: Aucune authentification

# Proxy_BypassListCard.Description
source: Optional host names or wildcard patterns separated by semicolons.
fr_ca: Noms d’hôte ou motifs génériques facultatifs, séparés par des points-virgules.

# Proxy_BypassListCard.Header
source: Bypass list
fr_ca: Liste d’exclusion

# Proxy_BypassLocalCard.Description
source: Connect directly to host names that do not contain a period.
fr_ca: Se connecter directement aux noms d’hôte ne contenant pas de point.

# Proxy_BypassLocalCard.Header
source: Bypass local addresses
fr_ca: Contourner les adresses locales
